tap "homebrew/bundle"
tap "teamookla/speedtest"
brew "bat"
brew "mas"
brew "exa"
brew "fzf"
brew "gh"
brew "gradle"
brew "htop"
brew "jq"
brew "python@3.11"
brew "make"
brew "maven"
brew "mtr"
brew "neovim"
brew "node"
bew  "openjdk@21"
brew "ripgrep"
brew "sl"
brew "speedtest-cli", link: false
brew "yamllint"
cask "dbeaver-community"
cask "diffmerge"
cask "docker"
cask "orbstack"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "postman"
cask "rar"
cask "rectangle"
cask "visual-studio-code"
cask "visualvm"
cask "devtoys"
mas "Amphetamine", id: 937984704
mas "LanguageTool", id: 1534275760
mas "Dark Reader for Safar", id: 1438243180
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.path-intellisense"
vscode "Codely.codely-theme"
vscode "esbenp.prettier-vscode"
vscode "FallenMax.mithril-emmet"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "jdinhlife.gruvbox"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "streetsidesoftware.code-spell-checker"
