tap "homebrew/bundle"
brew "mas"
brew "curl"
brew "eza"
brew "fzf"
brew "gh"
brew "gradle"
brew "python"
brew "maven"
brew "neovim"
brew "node"
brew "starship"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "rectangle"
cask "visual-studio-code"
cask "monitorcontrol"
mas "LanguageTool", id: 1534275760
mas "Dark Reader for Safar", id: 1438243180
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Gramarly", id: 1462114288
mas "Matter", id: 1548677272
